Repository: solokha-o/Alike
Catalog: Packages/Details/Sources/Details/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# details.common.loadingPhotoPreview
source: Loading photo preview
ar: جارٍ تحميل معاينة الصورة
de: Fotovorschau wird geladen
es: Cargando la vista previa de la foto
fr: Chargement de l’aperçu de la photo
it: Caricamento dell'anteprima
nl: Voorvertoning wordt geladen
pl: Wczytywanie podglądu zdjęcia
pt_br: Carregando a pré-visualização da foto
tr: Fotoğraf önizlemesi yükleniyor
uk: Завантаження попереднього перегляду фото
zh_hant: 正在載入照片預覽

# details.common.move
source: Move
ar: نقل
de: Bewegen
es: Mover
fr: Déplacer
it: Sposta
nl: Verplaats
pl: Przenieś
pt_br: Mover
tr: Taşı
uk: Перемістити
zh_hant: 移動

# details.common.moveCurrentlySelectedPhotosRecently
source: Move the currently selected photos to Recently Deleted
ar: نقل الصور المحددة حاليًا إلى «المحذوفة مؤخرًا»
de: Die ausgewählten Fotos in „Zuletzt gelöscht“ bewegen
es: Mover las fotos seleccionadas a Eliminados recientemente
fr: Déplacer les photos sélectionnées vers Supprimés récemment
it: Sposta le foto attualmente selezionate in «Eliminati di recente»
nl: Verplaats de nu geselecteerde foto's naar 'Recent verwijderd'
pl: Przenieś aktualnie wybrane zdjęcia do albumu „Ostatnio usunięte”
pt_br: Mover as fotos selecionadas para Apagados recentemente
tr: Şu anda seçili fotoğrafları Son Silinenler'e taşı
uk: Перемістити вибрані фото до «Недавно видалені»
zh_hant: 將目前已選取的照片移到「最近刪除」

# details.common.ok
source: OK
ar: موافق
tr: Tamam
uk: Гаразд
zh_hant: 好

# details.common.openSettings
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
tr: Ayarlar'ı Aç
uk: Відкрити налаштування
zh_hant: 打開「設定」

# details.common.photoPreview
source: Photo preview
ar: معاينة الصورة
de: Fotovorschau
es: Vista previa de la foto
fr: Aperçu de la photo
it: Anteprima foto
nl: Fotovoorvertoning
pl: Podgląd zdjęcia
pt_br: Pré-visualização da foto
tr: Fotoğraf önizlemesi
uk: Попередній перегляд фото
zh_hant: 照片預覽

# details.common.photoPreviewUnavailable
source: Photo preview unavailable
ar: معاينة الصورة غير متوفرة
de: Fotovorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu indisponible
it: Anteprima non disponibile
nl: Voorvertoning niet beschikbaar
pl: Podgląd niedostępny
pt_br: Pré-visualização indisponível
tr: Fotoğraf önizlemesi kullanılamıyor
uk: Попередній перегляд фото недоступний
zh_hant: 無法預覽照片

# details.common.reviewed
source: Reviewed
ar: تمت مراجعتها
de: Geprüft
es: Revisado
fr: Examiné
it: Controllato
nl: Bekeken
pl: Przejrzane
pt_br: Revisado
tr: Gözden geçirildi
uk: Переглянуто
zh_hant: 已檢視

# details.common.selectAtLeastOnePhoto
source: Select at least one photo before deleting.
ar: حدد صورة واحدة على الأقل قبل الحذف.
de: Wähle mindestens ein Foto aus, bevor du löschst.
es: Selecciona al menos una foto antes de eliminar.
fr: Sélectionnez au moins une photo avant de supprimer.
it: Seleziona almeno una foto prima di eliminare.
nl: Selecteer minstens één foto voordat je verwijdert.
pl: Wybierz co najmniej jedno zdjęcie przed usunięciem.
pt_br: Selecione pelo menos uma foto antes de apagar.
tr: Silmeden önce en az bir fotoğraf seç.
uk: Перед видаленням виберіть принаймні одне фото.
zh_hant: 刪除前請至少選取一張照片。

# details.common.someSelectedPhotosNoLonger
source: Some selected photos are no longer available. Your library access may be limited, or the library changed since the last scan.
ar: لم تعد بعض الصور المحددة متاحة. قد يكون وصولك إلى المكتبة محدودًا، أو أن المكتبة تغيّرت منذ آخر فحص.
de: Einige ausgewählte Fotos sind nicht mehr verfügbar. Möglicherweise ist dein Mediathek-Zugriff eingeschränkt oder die Mediathek hat sich seit dem letzten Scan geändert.
es: Algunas fotos seleccionadas ya no están disponibles. Puede que tu acceso a la fototeca sea limitado o que la fototeca haya cambiado desde el último análisis.
fr: Certaines photos sélectionnées ne sont plus disponibles. Votre accès à la photothèque est peut-être limité, ou la photothèque a changé depuis la dernière analyse.
it: Alcune foto selezionate non sono più disponibili. L'accesso alla tua libreria potrebbe essere limitato oppure la libreria è cambiata dall'ultima scansione.
nl: Sommige geselecteerde foto's zijn niet meer beschikbaar. Je bibliotheektoegang is mogelijk beperkt, of de bibliotheek is sinds de laatste scan gewijzigd.
pl: Część wybranych zdjęć jest już niedostępna. Dostęp do biblioteki może być ograniczony lub biblioteka zmieniła się od ostatniego skanowania.
pt_br: Algumas fotos selecionadas não estão mais disponíveis. Seu acesso à fototeca pode estar limitado, ou a fototeca mudou desde a última análise.
tr: Seçili fotoğraflardan bazıları artık kullanılamıyor. Kitaplık erişimin sınırlı olabilir ya da kitaplık son taramadan bu yana değişmiş olabilir.
uk: Деякі вибрані фото більше недоступні. Доступ до фототеки може бути обмежений або фототека змінилася після останнього сканування.
zh_hant: 部分已選取的照片已無法取得。你的圖庫取用權可能受限，或圖庫在上次掃描後有變動。

# details.fullscreenZoomablePhoto.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw
pl: Ponów
pt_br: Tentar novamente
tr: Yeniden Dene
uk: Повторити
zh_hant: 重試

# details.fullscreenZoomablePhoto.tryLoadingThePhotoAgain
source: Try loading the photo again
ar: حاول تحميل الصورة مرة أخرى
de: Versuche, das Foto erneut zu laden
es: Intenta cargar la foto de nuevo
fr: Essayez de charger la photo à nouveau
it: Prova a caricare di nuovo la foto
nl: Probeer de foto opnieuw te laden
pl: Spróbuj wczytać zdjęcie ponownie
pt_br: Tente carregar a foto novamente
tr: Fotoğrafı yeniden yüklemeyi dene
uk: Спробуйте завантажити фото ще раз
zh_hant: 再次嘗試載入照片

# details.screenshotCleanup.screenshotCleanupAvailableIOS
source: Screenshot cleanup is available on iOS.
ar: تنظيف لقطات الشاشة متاح على iOS.
de: Das Aufräumen von Bildschirmfotos ist unter iOS verfügbar.
es: La limpieza de capturas de pantalla está disponible en iOS.
fr: Le nettoyage des captures d’écran est disponible sur iOS.
it: La pulizia degli screenshot è disponibile su iOS.
nl: Schermafbeeldingen opruimen is beschikbaar op iOS.
pl: Porządki w zrzutach ekranu są dostępne w systemie iOS.
pt_br: A limpeza de capturas de tela está disponível no iOS.
tr: Ekran görüntüsü temizliği iOS'ta kullanılabilir.
uk: Очищення знімків екрана доступне на iOS.
zh_hant: 螢幕快照清理可在 iOS 上使用。

# details.screenshotCleanup.screenshots
source: Screenshots
ar: لقطات الشاشة
de: Bildschirmfotos
es: Capturas de pantalla
fr: Captures d’écran
it: Screenshot
nl: Schermafbeeldingen
pl: Zrzuty ekranu
pt_br: Capturas de tela
tr: Ekran Görüntüleri
uk: Знімки екрана
zh_hant: 螢幕快照

# details.screenshotCleanupComponents.chooseWhichPhotosSelectedCleanup
source: Choose which photos are selected for cleanup
ar: اختر الصور المحددة للتنظيف
de: Wähle aus, welche Fotos zum Aufräumen ausgewählt sind
es: Elige qué fotos se seleccionan para la limpieza
fr: Choisissez les photos sélectionnées pour le nettoyage
it: Scegli quali foto selezionare per la pulizia
nl: Kies welke foto's worden geselecteerd voor opruimen
pl: Wybierz, które zdjęcia mają trafić do porządków
pt_br: Escolha quais fotos ficam selecionadas para a limpeza
tr: Temizlik için hangi fotoğrafların seçileceğini belirle
uk: Виберіть фотографії для очищення
zh_hant: 選擇要清理的照片

# details.screenshotCleanupComponents.moveSelected
source: Move Selected
ar: نقل المحدد
de: Ausgewählte bewegen
es: Mover seleccionadas
fr: Déplacer la sélection
it: Sposta selezionate
nl: Verplaats selectie
pl: Przenieś wybrane
pt_br: Mover selecionadas
tr: Seçilenleri Taşı
uk: Перемістити вибране
zh_hant: 移動已選取項目

# details.screenshotCleanupComponents.moving
source: Moving...
ar: جارٍ النقل...
de: Wird bewegt…
es: Moviendo...
fr: Déplacement…
it: Spostamento...
nl: Bezig met verplaatsen...
pl: Przenoszenie...
pt_br: Movendo...
tr: Taşınıyor...
uk: Переміщення...
zh_hant: 正在移動…

# details.screenshotCleanupComponents.selectAll
source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todas
fr: Tout sélectionner
it: Seleziona tutte
nl: Selecteer alles
pl: Zaznacz wszystkie
pt_br: Selecionar todas
tr: Tümünü Seç
uk: Вибрати все
zh_hant: 全選
